Repository: nordum/nordum
Catalog: src/i18n/*.po
Languages: nb, nn

# hero.subtitle
source: A common written language for Scandinavia
nb: Et felles skriftspråk for Skandinavia
nn: Eit felles skriftspråk for Skandinavia

# hero.tryTools
source: Try Tools
nb: Prøv verktøy
nn: Prøv verktøy

# nav.about
source: About
nb: Om
nn: Om

# nav.grammar
source: Grammar
nb: Grammatikk
nn: Grammatikk

# nav.home
source: Home
nb: Hjem
nn: Heim

# nav.main
source: Main Navigation
nb: Hovednavigasjon
nn: Hovudnavigasjon

# nav.toggleMenu
source: Toggle menu
nb: Bytt meny
nn: Byt meny

# nav.tools
source: Tools
nb: Verktøy
nn: Verktøy

source: on
nb: på

# rules.table_of_contents
source: Table of Contents
nb: Innholdsfortegnelse
nn: Innhaldsforteljing

# site.description
source: A unified written language designed to be understood by speakers of Norwegian, Danish, and Swedish
nb: Et samlet skriftspråk designet for å forstås av talere av norsk, dansk og svensk
nn: Eit samla skriftspråk designa for å bli forstått av talarar av norsk, dansk og svensk

# site.tagline
source: Building bridges through language
nb: Bygger broer gjennom språk
nn: Byggjer bruer gjennom språk

# site.title
source: Nordum - A Pan-Scandinavian Language
nb: Nordum - Et pan-skandinavisk språk
nn: Nordum - Eit pan-skandinavisk språk

# spellcheck.placeholder
source: Start typing your Nordum text here, or paste existing text to check for errors...
nb: Begynn å skrive din Nordum-tekst her, eller lim inn eksisterende tekst for å sjekke for feil...
nn: Byrja å skrive din Nordum-tekst her, eller lim inn eksisterande tekst for å sjekke for feil...

# spellcheck.readabilityLevels.good
source: Good
nb: God
nn: God

# spellcheck.samples.correct
source: Correct Text
nb: Korrekt tekst
nn: Korrekt tekst

# spellcheck.samples.errors
source: Text with Errors
nb: Tekst med feil
nn: Tekst med feil

# spellcheck.samples.mixed
source: Mixed Languages
nb: Blandede språk
nn: Blanda språk

# spellcheck.samples.title
source: Try Sample Texts
nb: Prøv eksempeltekster
nn: Prøv dømetekstar

# spellcheck.stats.characters
source: Characters:
nb: Tegn:
nn: Teikn:

# spellcheck.stats.readability
source: Readability:
nb: Lesbarhet:
nn: Lesbarheit:

# spellcheck.stats.sentences
source: Sentences:
nb: Setninger:
nn: Setningar:

# spellcheck.stats.words
source: Words:
nb: Ord:
nn: Ord:

# spellcheck.suggestions.noIssues
source: No issues found!
nb: Ingen problemer funnet!
nn: Ingen problem funne!

# spellcheck.suggestions.textLooksGood
source: Your text looks good.
nb: Teksten din ser bra ut.
nn: Teksten din ser bra ut.

# spellcheck.suggestions.title
source: Suggestions
nb: Forslag
nn: Forslag

# spellcheck.toolbar.clear
source: Clear
nb: Tøm
nn: Tøm

# spellcheck.toolbar.grammar
source: Grammar
nb: Grammatikk
nn: Grammatikk

# spellcheck.toolbar.paste
source: Paste
nb: Lim inn
nn: Lim inn

# spellcheck.toolbar.spelling
source: Spelling
nb: Staving
nn: Staving

# tools.dictionary.description
source: Comprehensive Nordum-English dictionary with etymological information and cross-references to Norwegian, Danish, and Swedish.
nb: Omfattende Nordum-engelsk ordbok med etymologisk informasjon og kryssreferanser til norsk, dansk og svensk.
nn: Omfattande Nordum-engelsk ordbok med etymologisk informasjon og kryssreferansar til norsk, dansk og svensk.

# tools.dictionary.title
source: Dictionary
nb: Ordbok
nn: Ordbok

# tools.editor.description
source: Write and edit documents in Nordum with integrated spell-checking, grammar suggestions, and formatting tools.
nb: Skriv og rediger dokumenter i Nordum med integrert stavekontroll, grammatikkforslag og formateringsverktøy.
nn: Skriv og rediger dokument i Nordum med integrert stavekontroll, grammatikkforslag og formateringsverktøy.

# tools.editor.features
source: Full-featured
nb: Fullfunksjonell

# tools.editor.title
source: Text Editor
nb: Tekstredigerer
nn: Tekstredigerar

# tools.spellcheck.description
source: Real-time spelling and grammar checker specifically designed for Nordum orthographic and morphological rules.
nb: Sanntids stave- og grammatikkontroll spesielt designet for Nordums ortografiske og morfologiske regler.
nn: Sanntids stave- og grammatikkkontroll spesielt designa for Nordums ortografiske og morfologiske reglar.

# tools.spellcheck.realTimeChecking
source: Real-time checking
nb: Realtidskontroll

# tools.spellcheck.title
source: Spell Checker
nb: Stavekontroll
nn: Stavekontroll

# tools.title
source: Digital Tools
nb: Digitale verktøy
nn: Digitale verktøy

# tools.translator.description
source: Convert text between Nordum and the individual Scandinavian languages to aid in learning and comparison.
nb: Konverter tekst mellom Nordum og de individuelle skandinaviske språkene for å hjelpe med læring og sammenligning.
nn: Konverter tekst mellom Nordum og dei individuelle skandinaviske språka for å hjelpe med læring og samanlikning.

# tools.translator.languages
source: Languages
nb: Språk

# tools.translator.title
source: Translator
nb: Oversetter
nn: Omsetjar

# translator.characterLimit
source: characters
nb: tegn
nn: teikn

# translator.confidence
source: Confidence:
nb: Tillit:
nn: Tillit:

# translator.detected
source: Detected:
nb: Oppdaget:
nn: Oppdaga:

# translator.from
source: From:
nb: Fra:
nn: Frå:

# translator.history.clear
source: Clear History
nb: Tøm historikk
nn: Tøm historikk

# translator.history.empty
source: No recent translations
nb: Ingen siste oversettelser
nn: Ingen siste omsetjingar

# translator.history.title
source: Recent Translations
nb: Siste oversettelser
nn: Siste omsetjingar

# translator.inputPlaceholder
source: Enter text to translate...
nb: Skriv inn tekst å oversette...
nn: Skriv inn tekst å setje om...

# translator.languages.auto
source: Auto-detect
nb: Auto-detekter
nn: Auto-detekter

# translator.languages.danish
source: Danish
nb: Dansk
nn: Dansk

# translator.languages.norwegian
source: Norwegian (Bokmål)
nb: Norsk (bokmål)
nn: Norsk (bokmål)

# translator.languages.swedish
source: Swedish
nb: Svensk
nn: Svensk

# translator.outputPlaceholder
source: Translation will appear here...
nb: Oversettelse vil vises her...
nn: Omsetjing vil visast her...

# translator.phrases.cost
source: How much does it cost?
nb: Hvor mye koster det?
nn: Kor mykje kostar det?

# translator.phrases.goodbye
source: Take care / Goodbye
nb: Pass på deg / Ha det
nn: Pass på deg / Ha det

# translator.phrases.hello
source: Hello, how are you?
nb: Hei, hvordan har du det?
nn: Hei, korleis har du det?

# translator.phrases.help
source: Can you help me?
nb: Kan du hjelpe meg?
nn: Kan du hjelpe meg?

# translator.phrases.thanks
source: Thank you for the help
nb: Takk for hjelpen
nn: Takk for hjelpa

# translator.phrases.understand
source: I don't understand
nb: Jeg forstår ikke
nn: Eg forstår ikkje

# translator.quickTranslations
source: Quick Translations
nb: Hurtigoversettelser
nn: Hurtigomsetjingar

# translator.swap
source: Swap languages
nb: Bytt språk
nn: Byt språk

# translator.to
source: To:
nb: Til:
nn: Til:

# translator.toolbar.clear
source: Clear text
nb: Tøm tekst
nn: Tøm tekst

# translator.toolbar.copy
source: Copy translation
nb: Kopier oversettelse
nn: Kopier omsetjing

# translator.toolbar.paste
source: Paste from clipboard
nb: Lim inn fra utklippstavle
nn: Lim inn frå utklippstavle

# translator.toolbar.speak
source: Listen to translation
nb: Lytt til oversettelse
nn: Lytt til omsetjing

# common.language
source: Language
nn: Språk
