Repository: nordum/nordum
Catalog: src/i18n/*.po
Languages: nb, nn

# about.philosophy.description
source: By identifying common linguistic patterns and selecting the most widely understood forms, Nordum seeks to reduce barriers to communication across Nordic borders.
nb: Ved å identifisere felles språklige mønstre og velge de mest bredt forståtte formene, søker Nordum å redusere hindringer for kommunikasjon på tvers av nordiske grenser.
nn: Ved å identifisere felles språklege mønster og velje dei mest breitt forståtte formene, søkjer Nordum å redusere hinder for kommunikasjon på tvers av nordiske grenser.

# about.philosophy.title
source: Philosophy
nb: Filosofi
nn: Filosofi

# about.purpose.description
source: Nordum aims to create a written standard that maximizes mutual intelligibility between Norwegian, Danish, and Swedish speakers while maintaining the rich linguistic heritage of Scandinavia.
nb: Nordum har som mål å skape en skriftlig standard som maksimerer gjensidig forståelighet mellom norske, danske og svenske talere samtidig som den bevarer Skandinavias rike språklige arv.
nn: Nordum har som mål å skape ein skriftleg standard som maksimerer gjensidig forståelegheit mellom norske, danske og svenske talarar samtidig som han bevarar Skandinavias rike språklege arv.

# about.purpose.title
source: Purpose
nb: Formål
nn: Formål

# about.title
source: About Nordum
nb: Om Nordum
nn: Om Nordum

# about.vision.description
source: A future where Scandinavians can communicate in writing without having to use English, fostering greater cultural and economic cooperation.
nb: En fremtid der skandinaver kan kommunisere skriftlig uten å miste måtte bytte til engelsk, noe som fremmer større kulturelt og økonomisk samarbeid.
nn: Ei framtid der skandinavar kan kommunisere skriftleg utan å måtta bruka engelsk, noko som fremjar større kulturelt og økonomisk samarbeid.

# about.vision.title
source: Vision
nb: Visjon
nn: Visjon

# common.loading
source: Loading...
nb: Laster...
nn: Lastar...

# common.skipToContent
source: Skip to content
nb: Gå til innhold
nn: Gå til innhald

# cookies.accept
source: Accept All
nb: Godta alle
nn: Godta alle

# cookies.decline
source: Decline
nb: Avslå
nn: Avslå

# cookies.description
source: This website uses cookies to ensure you get the best experience on our website.
nb: Denne nettsiden bruker informasjonskapsler for å sikre at du får den beste opplevelsen på vår nettside.
nn: Denne nettsida brukar informasjonskapslar for å sikre at du får den beste opplevinga på vår nettside.

# cookies.settings
source: Cookie Settings
nb: Informasjonskapsel-innstillinger
nn: Informasjonskapsel-innstillingar

# cookies.title
source: Cookie Notice
nb: Informasjonskapsel-varsel
nn: Informasjonskapsel-varsel

# dictionary.searchFilters.all
source: All Languages
nb: Alle språk
nn: Alle språk

# dictionary.searchFilters.nordum
source: Nordum Only
nb: Kun Nordum
nn: Kun Nordum

# dictionary.searchPlaceholder
source: Search for words in Nordum, Norwegian, Danish, Swedish, or English...
nb: Søk etter ord i Nordum, norsk, dansk, svensk eller engelsk...
nn: Søk etter ord i Nordum, norsk, dansk, svensk eller engelsk...

# dictionary.stats.coverage
source: Coverage
nb: Dekning
nn: Dekning

# dictionary.stats.totalEntries
source: Total Entries
nb: Totale oppføringer
nn: Totale oppføringar

# dictionary.welcome.description
source: Start typing to search for words, or use the alphabet navigation above to browse by letter.
nb: Begynn å skrive for å søke etter ord, eller bruk alfabetnavigasjonen ovenfor for å bla gjennom bokstav.
nn: Byrja å skrive for å søkje etter ord, eller bruk alfabetnavigasjonen ovanfor for å bla gjennom bokstav.

# dictionary.welcome.featuredWords
source: Featured Words
nb: Utvalgte ord
nn: Utvalde ord

# dictionary.welcome.title
source: Welcome to the Nordum Dictionary
nb: Velkommen til Nordum ordbok
nn: Velkomen til Nordum ordbok

# editor.statistics.characters
source: Characters:
nb: Tegn:
nn: Teikn:

# editor.statistics.charactersNoSpaces
source: Characters (no spaces):
nb: Tegn (uten mellomrom):
nn: Teikn (utan mellomrom):

# editor.statistics.lines
source: Lines:
nb: Linjer:
nn: Linjer:

# editor.statistics.paragraphs
source: Paragraphs:
nb: Avsnitt:
nn: Avsnitt:

# editor.statistics.readingTime
source: Reading time:
nb: Lesetid:
nn: Lesetid:

# editor.statistics.title
source: Document Statistics
nb: Dokumentstatistikk
nn: Dokumentstatistikk

# editor.statistics.words
source: Words:
nb: Ord:
nn: Ord:

# editor.status.characters
source: characters
nb: tegn
nn: teikn

# editor.status.column
source: Column
nb: Kolonne
nn: Kolonne

# editor.status.line
source: Line
nb: Linje
nn: Linje

# editor.status.saved
source: Saved
nb: Lagret
nn: Lagra

# editor.status.words
source: words
nb: ord
nn: ord

# editor.toolbar.bold
source: Bold
nb: Fet
nn: Feit

# editor.toolbar.fullscreen
source: Fullscreen
nb: Fullskjerm
nn: Fullskjerm

# editor.toolbar.italic
source: Italic
nb: Kursiv
nn: Kursiv

# editor.toolbar.new
source: New
nb: Ny
nn: Ny

# editor.toolbar.redo
source: Redo
nb: Gjør om
nn: Gjer om

# editor.toolbar.save
source: Save
nb: Lagre
nn: Lagre

# editor.toolbar.spellCheck
source: Spell Check
nb: Stavekontroll
nn: Stavekontroll

# editor.toolbar.underline
source: Underline
nb: Understreket
nn: Understreka

# editor.toolbar.undo
source: Undo
nb: Angre
nn: Angre

# editor.toolbar.wordCount
source: Word Count
nb: Ordtelling
nn: Ordteljing

# editor.welcome
source: Welcome to the Nordum text editor!
nb: Velkommen til Nordum tekstredigerer!
nn: Velkomen til Nordum tekstredigerar!

# faq.anyoneInterested
source: Anyone interested in pan-Scandinavian communication
nb: Alle som er interessert i pan-skandinavisk kommunikasjon
nn: Alle som er interesserte i pan-skandinavisk kommunikasjon

# faq.changingLandscape
source: Changing linguistic landscape: English has increasingly become the main language of international communication, while Scandinavian languages are used to a smaller degree in global contexts
nb: Endret språklig landskap: Engelsk har i økende grad blitt hovedspråket for internasjonal kommunikasjon, mens skandinaviske språk brukes i mindre grad i globale sammenhenger
nn: Endra språkleg landskap: Engelsk har i aukande grad vorte hovudspråket for internasjonal kommunikasjon, medan skandinaviske språk vert bruka i mindre grad i globale samanhengar

# faq.communityAnswer1
source: The Nordum project thrives on community involvement. Here's how you can participate:
nb: Nordum-prosjektet trives med fellesskapsengasjement. Slik kan du delta:
nn: Nordum-prosjektet trivst med fellesskapsengasjement. Slik kan du delta:

# faq.communityAnswer2
source: We believe in open collaboration and welcome all forms of constructive contribution to make Nordum the best possible pan-Scandinavian communication tool.
nb: Vi tror på åpent samarbeid og ønsker velkommen alle former for konstruktive bidrag for å gjøre Nordum til best mulig pan-skandinavisk kommunikasjonsverktøy.
nn: Vi trur på ope samarbeid og ynskjer velkommen alle former for konstruktive bidrag for å gjera Nordum til best mogelege pan-skandinaviske kommunikasjonsverktøy.

# faq.communityInvolvement
source: How can I get involved with the Nordum community?
nb: Hvordan kan jeg engasjere meg i Nordum-fellesskapet?
nn: Korleis kan eg engasjera meg i Nordum-fellesskapet?

# faq.contactCollaboration
source: Contact us directly for collaboration
nb: Kontakte oss direkte for samarbeid
nn: Kontakta oss direkte for samarbeid

# faq.contribution
source: How can I contribute to Nordum?
nb: Hvordan kan jeg bidra til Nordum?
nn: Korleis kan eg bidra til Nordum?

# faq.contributionAnswer1
source: Nordum welcomes contributions from linguists, developers, and Scandinavian language speakers. You can:
nb: Nordum ønsker velkommen bidrag fra lingvister, utviklere og skandinaviske språktalere. Du kan:
nn: Nordum ynskjer velkommen bidrag frå lingvistar, utviklarar og skandinaviske språktalarar. Du kan:

# faq.contributionAnswer2
source: See the Contributing Guide for more detailed information.
nb: Se Bidragsyterveiledningen for mer detaljert informasjon.
nn: Sjå Bidragsvegleiinga for meir detaljert informasjon.

# faq.danishStandardization
source: Danish: Standardized through administration and Luther's Bible translation
nb: Dansk: Standardisert gjennom administrasjon og Luthers bibeloversettelse
nn: Dansk: Standardisert gjennom administrasjon og Luthers bibelomsetjing

# faq.digitalCommunication
source: Digital communication: The internet and digital platforms require simple, consistent language standards
nb: Digital kommunikasjon: Internett og digitale plattformer krever enkle, konsistente språkstandarder
nn: Digital kommunikasjon: Internett og digitale plattformer krev enkle, konsistente språkstandardar

# faq.discussion
source: Discussion: Join conversations about language design and implementation
nb: Diskusjon: Delta i samtaler om språkdesign og implementering
nn: Diskusjon: Delta i samtalar om språkdesign og implementering

# faq.educationalInstitutions
source: Educational institutions teaching Scandinavian studies
nb: Utdanningsinstitusjoner som underviser i skandinaviske studier
nn: Utdanningsinstitusjonar som underviser i skandinaviske studium

# faq.emailCollaboration
source: Email: Reach out to us directly for collaboration opportunities
nb: E-post: Ta kontakt med oss direkte for samarbeidsmuligheter
nn: E-post: Ta kontakt med oss direkte for samarbeidsmoglegheiter

# faq.englishAnswer
source: Nordum preserves English loanwords for technical and modern terms where they are already widely used across Scandinavia. This reflects the reality of modern Scandinavian communication where English terms are commonly integrated, particularly in technology, business, and academic contexts.
nb: Nordum bevarer engelske lånord for tekniske og moderne termer der de allerede er mye brukt på tvers av Skandinavia. Dette reflekterer virkeligheten i moderne skandinavisk kommunikasjon der engelske termer vanligvis er integrert, spesielt innen teknologi, næringsliv og akademiske sammenhenger.
nn: Nordum bevarer engelske lånord for tekniske og moderne termer der dei allereie er mykje brukte på tvers av Skandinavia. Dette speglar røyndomen i moderne skandinavisk kommunikasjon der engelske termer vanlegvis er integrerte, særleg innan teknologi, næringsliv og akademiske samanhengar.

# faq.englishLoanwords
source: How does Nordum handle English loanwords?
nb: Hvordan håndterer Nordum engelske lånord?
nn: Korleis handterer Nordum engelske lånord?

# faq.geographicMobility
source: Geographic mobility: People travel more frequently across Scandinavia, creating a need for easier cross-border communication
nb: Geografisk mobilitet: Folk reiser hyppigere på tvers av Skandinavia, noe som skaper behov for enklere grenseoverskridende kommunikasjon
nn: Geografisk mobilitet: Folk reiser oftare på tvers av Skandinavia, noko som skapar behov for enklare grenseoverskridande kommunikasjon

# faq.githubIssues
source: GitHub Issues: Report bugs, suggest features, or ask questions through our issue tracker
nb: GitHub Issues: Rapporter feil, foreslå funksjoner eller still spørsmål gjennom vår problemsporer
nn: GitHub Issues: Rapportera feil, føreslå funksjonar eller still spørsmål gjennom vår problemsporar

# faq.historicalAnswer1
source: Historically, the Scandinavian languages formed a dialect continuum where neighboring dialects were mutually intelligible. The modern standardized languages emerged through separate standardization processes:
nb: Historisk sett dannet de skandinaviske språkene en dialektkontinuum der nærliggende dialekter var gjensidig forståelige. De moderne standardiserte språkene oppsto gjennom separate standardiseringsprosesser:
nn: Historisk sett danna dei skandinaviske språka eit dialektkontinuum der nærliggjande dialektar var gjensidig forståelege. Dei moderne standardiserte språka oppstod gjennom separate standardiseringsprosessar:

# faq.historicalAnswer2
source: Nordum recognizes this shared heritage and creates a modern written standard that honors all three traditions while providing practical utility for contemporary communication needs.
nb: Nordum anerkjenner denne felles arven og skaper en moderne skriftlig standard som hedrer alle tre tradisjoner samtidig som den gir praktisk nytte for samtidens kommunikasjonsbehov.
nn: Nordum anerkjenner denne felles arven og skapar ein moderne skriftleg standard som heidrar alle tre tradisjonar samtidig som den gjev praktisk nytte for samtidens kommunikasjonsbehov.

# faq.historicalContext
source: What is the historical context of Scandinavian languages?
nb: Hva er den historiske konteksten for skandinaviske språk?
nn: Kva er den historiske konteksten for skandinaviske språk?

# faq.internationalCompanies
source: International companies operating in multiple Nordic countries
nb: Internasjonale selskaper som opererer i flere nordiske land
nn: Internasjonale selskap som opererer i fleire nordiske land

# faq.learningAnswer
source: Yes! Nordum is designed to be immediately accessible to speakers of any Scandinavian language. The lexical selection prioritizes words that are already familiar across all three languages, and the grammatical system simplifies many of the irregularities found in the individual languages.
nb: Ja! Nordum er designet for å være umiddelbart tilgjengelig for talere av ethvert skandinavisk språk. Den leksikalske utvelgelsen prioriterer ord som allerede er kjente på tvers av alle tre språkene, og det grammatiske systemet forenkler mange av uregelmessighetene som finnes i de enkelte språkene.
nn: Ja! Nordum er designa for å vera umiddelbart tilgjengeleg for talarar av kva som helst skandinavisk språk. Den leksikalske utvalet prioriterer ord som allereie er kjende på tvers av alle tre språka, og det grammatiske systemet forenklar mange av uregelmessigheitene som finst i dei enkelte språka.

# faq.learningDifficulty
source: Is Nordum easy to learn for Scandinavian speakers?
nb: Er Nordum lett å lære for skandinaviske talere?
nn: Er Nordum lett å læra for skandinaviske talarar?

# faq.norwegianStandardization
source: Norwegian: Evolved through both Danish influence (Bokmål) and nationalist movements (Nynorsk)
nb: Norsk: Utviklet gjennom både dansk påvirkning (bokmål) og nasjonalistbevegelser (nynorsk)
nn: Norsk: Utvikla gjennom både dansk påverknad (bokmål) og nasjonalistrørsler (nynorsk)

# faq.nynorskAnswer1
source: Nordum takes a different approach than Nynorsk, which was created in the 19th century as part of the Norwegian nationalist movement. Nynorsk was specifically designed to separate from Danish and Swedish influences as much as possible, drawing heavily from rural Norwegian dialects.
nb: Nordum tar en annen tilnærming enn nynorsk, som ble opprettet på 1800-tallet som en del av den norske nasjonalistbevegelsen. Nynorsk ble spesifikt designet for å skille seg fra danske og svenske påvirkninger så mye som mulig, og trakk tungt fra norske landsmålsdialekter.
nn: Nordum tek ei anna tilnærming enn nynorsk, som vart oppretta på 1800-talet som ein del av den norske nasjonalistrørsla. Nynorsk vart spesifikt designa for å skilja seg frå danske og svenske påverknader så mykje som mogeleg, og trekk tungt frå norske landsmålsdialektar.

# faq.nynorskAnswer2
source: In contrast, Nordum embraces the common Scandinavian heritage and aims to bridge the languages rather than separate them. Where Nynorsk sought distinction, Nordum seeks connection and mutual intelligibility.
nb: I kontrast omfavner Nordum det felles skandinaviske arvet og tar sikte på å bygge broer mellom språkene snarere enn å skille dem. Der nynorsk søkte distinksjon, søker Nordum tilkobling og gjensidig forståelighet.
nn: I kontrast omfamnar Nordum det felles skandinaviske arvet og sikta mot å byggja bruer mellom språka snarare enn å skilja dei. Der nynorsk søkte distinksjon, søkjer Nordum tilkopling og gjensidig forståing.

# faq.nynorskRelationship
source: How does Nordum relate to Nynorsk?
nb: Hvordan forholder Nordum seg til nynorsk?
nn: Korleis forheld Nordum seg til nynorsk?

# faq.replacementAnswer1
source: Absolutely not. Nordum is not designed to forbid or replace the current written languages (Norwegian, Danish, Swedish). Instead, it provides an additional option for those who wish to use a common Scandinavian standard to make communication easier across national borders.
nb: Absolutt ikke. Nordum er ikke designet for å forby eller erstatte de nåværende skriftspråkene (norsk, dansk, svensk). I stedet gir det et tilleggsalternativ for de som ønsker å bruke en felles skandinavisk standard for å gjøre kommunikasjon enklere på tvers av nasjonale grenser.
nn: Absolutt ikkje. Nordum er ikkje designa for å forby eller erstatta dei noverande skriftspråka (norsk, dansk, svensk). I staden gjev det eit tilleggsalternativ for dei som ynskjer å bruka ein felles skandinavisk standard for å gjera kommunikasjon enklare på tvers av nasjonale grenser.

# faq.replacementAnswer2
source: The goal is to allow for the usage of Nordum as a supplementary written language that enables Scandinavians to communicate without having to change language every few kilometers when traveling across the region.
nb: Målet er å tillate bruk av Nordum som et supplerende skriftspråk som gjør det mulig for skandinaver å kommunisere uten å måtte bytte språk hver få kilometer når de reiser over regionen.
nn: Målet er å tillata bruk av Nordum som eit supplerande skriftspråk som gjer det mogeleg for skandinavar å kommunisera utan å måtta byta språk kvar få kilometer når dei reiser over regionen.

# faq.replacementQuestion
source: Is Nordum meant to replace existing Scandinavian languages?
nb: Er Nordum ment å erstatte eksisterende skandinaviske språk?
nn: Er Nordum meint for å erstatta eksisterande skandinaviske språk?

# faq.reportIssues
source: Report issues or suggest improvements via GitHub Issues
nb: Rapportere problemer eller foreslå forbedringer via GitHub Issues
nn: Rapportera problem eller føreslå forbetringar via GitHub Issues

# faq.scandinavians
source: Scandinavians communicating across borders
nb: Skandinaver som kommuniserer på tvers av grenser
nn: Skandinavar som kommuniserer på tvers av grenser

# faq.submitEntries
source: Submit dictionary entries and suggestions
nb: Sende inn ordboksoppføringer og forslag
nn: Senda inn ordboksoppføringar og framlegg

# faq.subtitle
source: Answers to common questions about Nordum
nb: Svar på vanlige spørsmål om Nordum
nn: Svar på vanlege spørsmål om Nordum

# faq.swedishStandardization
source: Swedish: Developed through state administration and literature
nb: Svensk: Utviklet gjennom statsadministrasjon og litteratur
nn: Svensk: Utvikla gjennom statsadministrasjon og litteratur

# faq.targetAudience
source: Who can use Nordum?
nb: Hvem kan bruke Nordum?
nn: Kven kan bruka Nordum?

# faq.targetAudienceList
source: Nordum is designed for:
nb: Nordum er designet for:
nn: Nordum er designa for:

# faq.technicalHelp
source: Help with technical development or documentation
nb: Hjelpe med teknisk utvikling eller dokumentasjon
nn: Hjelpa med teknisk utvikling eller dokumentasjon

# faq.testing
source: Testing: Help test new features and provide feedback
nb: Testing: Hjelp til med å teste nye funksjoner og gi tilbakemelding
nn: Testing: Hjelp til med å testa nye funksjonar og gje tilbakemelding

# faq.title
source: Frequently Asked Questions
nb: Ofte stilte spørsmål
nn: Ofte stilte spørsmål

# faq.travelers
source: Travelers and expatriates living in Scandinavia
nb: Reisende og ekspatriater som bor i Skandinavia
nn: Reisande og ekspatriatar som bur i Skandinavia

# faq.whatIsNordum
source: What is Nordum?
nb: Hva er Nordum?
nn: Kva er Nordum?

# faq.whatIsNordumAnswer
source: Nordum is a constructed pan-Scandinavian written language designed to serve as a common written standard for Scandinavian communication in the modern world. It aims to maximize mutual intelligibility between Norwegian (Bokmål), Danish, and Swedish while maintaining systematic regularity and practical modern usage.
nb: Nordum er et konstruert pan-skandinavisk skriftspråk designet for å tjene som en felles skriftlig standard for skandinavisk kommunikasjon i den moderne verden. Det tar sikte på å maksimere gjensidig forståelighet mellom norsk (bokmål), dansk og svensk samtidig som det opprettholder systematisk regelmessighet og praktisk moderne bruk.
nn: Nordum er eit konstruert pan-skandinavisk skriftspråk designa for å tena som ein felles skriftleg standard for skandinavisk kommunikasjon i den moderne verda. Det sikta mot å maksimera gjensidig forståing mellom norsk (bokmål), dansk og svensk samtidig som det oppretthald systematisk regelmessigheit og praktisk moderne bruk.

# faq.whyCreated
source: Why was Nordum created?
nb: Hvorfor ble Nordum opprettet?
nn: Kvifor vart Nordum oppretta?

# faq.whyCreatedAnswer
source: Nordum was created in response to several modern realities:
nb: Nordum ble opprettet som svar på flere moderne realiteter:
nn: Nordum vart oppretta som svar på fleire moderne realitetar:

# footer.community.contact
source: Contact
nb: Kontakt
nn: Kontakt

# footer.community.title
source: Community
nb: Fellesskap
nn: Fellesskap

# footer.copyright
source: Licensed under Creative Commons Attribution 4.0
nb: Lisensiert under Creative Commons Attribution 4.0
nn: Lisensiert under Creative Commons Attribution 4.0

# footer.privacy
source: Privacy Policy
nb: Personvernregler
nn: Personvernreglar

# footer.project.about
source: About
nb: Om
nn: Om

# footer.project.title
source: Project
nb: Prosjekt
nn: Prosjekt

# footer.terms
source: Terms of Service
nb: Tjenestevilkår
nn: Tenestevilkår

# footer.tools.dictionary
source: Dictionary
nb: Ordbok
nn: Ordbok

# footer.tools.spellcheck
source: Spell Checker
nb: Stavekontroll
nn: Stavekontroll

# footer.tools.title
source: Tools
nb: Verktøy
nn: Verktøy

# footer.tools.translator
source: Translator
nb: Oversetter
nn: Omsetjar

source: generated from
nb: skapt av

# grammar.morphology.description
source: Verb conjugations and noun declensions follow the most regular patterns found in the source languages, prioritizing clarity and simplicity.
nb: Verbbøyninger og substantivdeklinasjoner følger de mest regelmessige mønstrene som finnes i kildespråkene, og prioriterer klarhet og enkelhet.
nn: Verbbøyingar og substantivdeklinasjonar følgjer dei mest regelmessige mønstra som finnast i kjeldespråka, og prioriterer tydeleg og enkelheit.

# grammar.morphology.title
source: Unified Morphology
nb: Samlet morfologi
nn: Samla morfologi

# grammar.orthography.description
source: Nordum adopts the most phonetically consistent spelling patterns common across the three languages, eliminating silent letters where possible.
nb: Nordum adopterer de mest fonetisk konsistente stavemønstrene som er felles for de tre språkene, og eliminerer stumme bokstaver der det er mulig.
nn: Nordum adopterer dei mest fonetisk konsistente stavemønstra som er felles for dei tre språka, og eliminerer stumme bokstavar der det er mogleg.

# grammar.orthography.title
source: Orthographic Simplification
nb: Ortografisk forenkling
nn: Ortografisk forenkling

# grammar.title
source: Grammar Principles
nb: Grammatiske prinsipper
nn: Grammatiske prinsipp

# hero.description
source: A unified written language designed to bridge Norwegian, Danish, and Swedish - promoting mutual understanding across Scandinavia through linguistic coherence and simplicity.
nb: Et samlet skriftspråk designet for å bygge broer mellom norsk, dansk og svensk - fremme gjensidig forståelse på tvers av Skandinavia gjennom språklig sammenheng og enkelhet.
nn: Eit samla skriftspråk designa for å byggje bruer mellom norsk, dansk og svensk - fremje gjensidig forståing på tvers av Skandinavia gjennom språkleg samanheng og enkelheit.

# hero.learnMore
source: Learn More
nb: Lær mer
nn: Lær meir
